tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "olleolleolle/adr-tools"
tap "phrase/brewed"
tap "puma/puma"

brew "awscli"
brew "cmake"
brew "ctags"
brew "direnv"
brew "envchain"
brew "forego"
brew "fzf"
brew "gd"
brew "git"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gpg-agent"
brew "heroku"
brew "htop"
brew "hub"
brew "hugo"
brew "jid"
brew "jq"
brew "mas"
brew "mercurial"
brew "mobile-shell"
brew "msmtp"
brew "mtr"
brew "tokyo-cabinet"
brew "mutt"
brew "mysql@5.6", restart_service: true
brew "nginx", restart_service: true
brew "nmap"
brew "offlineimap"
brew "p7zip"
brew "pgcli"
brew "pinentry-mac"
brew "postgresql@9.4"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "shellcheck"
brew "siege"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "unrar"
brew "vim", args: ["with-luajit"]
brew "watch"
brew "watchman"
brew "olleolleolle/adr-tools/adr_tools"
brew "phrase/brewed/phraseapp"
brew "puma/puma/puma-dev"

cask "1password"
cask "bartender"
cask "docker"
cask "dropbox"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-monofur"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "google-chrome"
cask "iterm2"
cask "omnifocus"
cask "sizeup"
cask "skype"
cask "slack"
cask "spotify"
cask "torbrowser"
cask "vmware-fusion"

mas "Aware", id: 1082170746
mas "Be Focused", id: 973134470
mas "Kindle", id: 405399194
mas "Monosnap", id: 540348655
mas "Xcode", id: 497799835
