cask_args appdir: "/Applications"

tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"

brew "awscli"
brew "universal-ctags"
brew "direnv"
brew "envchain"
brew "fzf"
brew "gh"
brew "gnupg"
brew "heroku"
brew "htop"
brew "jq"
brew "mas"
brew "msmtp"
brew "mtr"
brew "mutt"
brew "nmap"
brew "offlineimap"
brew "p7zip"
brew "pinentry-mac"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "shellcheck"
brew "sqlfmt"
brew "svn"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "urlview"
brew "vim"
brew "w3m"
brew "watch"

cask "1password"
cask "1password-cli"
cask "bartender"
cask "blockblock"
cask "docker"
cask "firefox"
cask "flux"
cask "font-source-code-pro"
cask "google-chrome"
cask "knockknock"
cask "lulu"
cask "notunes"
cask "omnifocus"
cask "ransomwhere"
cask "reikey"
cask "signal"
cask "sizeup"
cask "slack"
cask "zoom"

mas "Monosnap", id: 540348655
